electro_works = {
    "Рама и вилка": [
        "Повреждение вилки",
        "!Повреждение Вилки (обычной)",
        "Повреждения рамы (в том числе из-за установки подсед. штыря выше допустимого предела - 7см)",
        "Повреждения вилки, поддающиеся ремонту",
        "Повреждение рамы, поддающееся ремонту(сварке)",
        "Повреждение дуги вилки",
        "Повреждение стойки руля",
        "Повреждение хомута подседельного штыря",
        "Повреждение подседельного штыря",
        "Выемка подседельного штыря (высверливание и т.д)",
        "Внесение изменений в конструкцию велосипеда",
        "Устранение ржавчины и визуальных дефектов (покраска)",
        "Слесарные работы (рихтовка, высверливание и т.д)"
    ],

    "Колеса и шины": [
        "Замена камеры/естественный износ электро",
        "Замена покрышки (естественный износ)",
        "Замена покрышки (естественный износ) электро",
        "Повреждение покрышки (преждевременный износ, грыжи, порезы, дыры более 3х см)",
        "Замена (переобувка) покрышек зима/лето (по сезону)",
        "Ремонт покрышки при проколе (жгут/заплатка) к",
        "Ремонт покрышки при проколе (жгут/заплатка)",
        "Замена камеры (прокол)",
        "Замена ниппеля / естественный износ",
        "Правка переднего/заднего колесного диска",
        "Повреждение переднего диска колеса",
        "Повреждение заднего диска колеса Minako/Kruti (невозможна эксплуатация)",
        "Повреждение заднего диска электровелосипеда"
    ],

    "Тормозная система": [
        "Прокачка гидравлического тормоза (1 шланг)",
        "Прокачка гидравлического тормоза электро",
        "ремонт тормозной системы",
        "Повреждение тормозного барабана",
        "Повреждение шланга гидравлического тормоза",
        "Порча колодок (масляный налет)/физическое отсутствие",
        "Замена тормозных колодок (естественный износ)",
        "Утеря колодки",
        "Замена колодки",
        "Замена тормозного барабана (естественный износ) электро",
        "Замена тормозного троса (естественный износ) электро",
        "Замена тормозного троса (естественный износ)",
        "Повреждение тормозного троса/оболочки тормозного троса",
        "Замена оболочки троса (естественный износ)",
        "Повреждение ротора (гидравлика)",
        "Замена ротора дискового тормоза (естественный износ)",
        "Замена тормозного диска заднего (естественный износ) электро",
        "Замена тормозного диска перед/зад (естественный износ) электро",
        "Повреждение тормозного диска перед/зад",
        "замена суппорта тормозного",
        "Замена суппорта",
        "Повреждение механического калипера (суппорта) перед/зад",
        "Повреждение Тормозного суппорта(гидравлика)",
        "ТО гидравлического суппорта (с разбором)",
        "ТО гидравлического суппорта (без разбора)",
        "ТО и прокачка гидравлического тормоза электро",
        "Порча тормозной системы(густая смазка на частях суппорта и диска)",
        "Порча тормозной системы(густая смазка на частях суппорта и диска)Комплект Суппорт+Ротор",
        "Переоборудование тормозной системы (уст-ка гидр. тормоза)"
    ],

    "Трансмиссия": [
        "Естественный износ кассеты/трещотки",
        "Повреждение/механический разрыв цепи не в замке",
        "Растяжение цепи (естественный износ)",
        "Растяжение цепи (естественный износ) электро",
        "Повреждения защиты цепи",
        "замена защиты цепи",
        "Естественный износ задней звездочки/трещотки электро",
        "Повреждение задней звездочки/трещотки при нарушении сроков ТО",
        "Повреждение каретки",
        "замена шатуна",
        "Ремонт Шатуна",
        "Повреждение системы шатунов",
        "Замена педалей",
        "замена педали",
        "Замена педалей (брак - откручивание - потеря гаек)",
        "Повреждение педалей",
        "Естественный износ подшипников перед/зад/каретка",
        "Замена подшипников каретки",
        "Настройка переключателя скоростей",
        "Замена троса переключения скоростей (естественный износ)"
    ],

    "Рулевое управление": [
        "Повреждение Руля",
        "Замена руля",
        "Замена рукояток руля (естественный износ)",
        "Замена рукояток руля - грипс (естественный износ)",
        "замена грипс",
        "Замена частей рулевой колонки (естественный износ) электро",
        "Замена частей рулевой колонки (естественный износ)",
        "Ремонт рулевой колонки (смазка/замена частей,естественный износ) электро",
        "Замена подрулевой стойки",
        "Замена подрулевой стойки с выносом"
    ],

    "Электроника": [
        "Повреждение BMS платы АКБ (замыкание гнезда зарядки)",
        "Повреждение BMS платы АКБ PRO",
        "Бесплатная замена БМС платы электро",
        "Естественный износ контроллера электро",
        "Повреждение контроллера (залитие водой, механическое повреждение)",
        "Повреждение кейса/крышки контроллера",
        "Диагностика ручки газа",
        "Повреждение ручки газа",
        "Повреждение ручки газа с/без монитора, курка",
        "Ремонт ручки газа",
        "Повреждение проводки  АКБ, контроллера, газа, тормоза, модуля света",
        "Ремонт проводки (пайка)",
        "Повреждение кабеля питания,проводки,  магнитного ключа безопасности, мех повреждения, потертости",
        "Повреждение основной магистрали проводов",
        "Повреждение проводки мотор-колеса",
        "Восстановление модулей управления велосипедом (РГ, МС, контр и тд)",
        "Замена датчика холла естественный износ электро",
        "Замена статора МК естественный износ электро",
        "Повреждение статора",
        "Повреждения и самостоятельный ремонт мотор-колеса",
        "Снятие ограничения скорости"
    ],

    # "Аккумуляторная система": [
    #     "Естественный износ АКБ (выход из строя внутренней платы) электро",
    #     "Повреждение металлического корпуса АКБ (отверстия,нарушение геометрии)",
    #     "Повреждение верхней/нижней крышки АКБ",
    #     "Замена верхний крышки АКБ (естественный износ)",
    #     "Повреждение гнезда зарядного устройства/разъема питания АКБ",
    #     "Естественный износ Гнезда ЗУ/разъема питания АКБ (внутреннее оплавление проводки, предохранителя) эл",
    #     "Замена замка зажигания в АКБ (выгорает контакт) кз",
    #     "Замена замка зажигания в АКБ (выгорает контакт)",
    #     "Повреждение Замка зажигания АКБ/потеря ключей от АКБ или ключей от сиденья PRO",
    #     "Потеря/поломка съемного аккумулятора, аккумуляторной батареи",
    #     "Потеря/поломка аккумуляторной батареи PRO",
    #     "Повреждение Держателя АКБ",
    #     "Повреждение пластиковой подставки под АКБ",
    #     "Тех обслуживание АКБ (замеры параметров, косметика)",
    #     "Повреждение зарядного устройства АКБ(сколы ЗУ, повреждения вилки и штыря ЗУ)"
    # ],

    "с": [
        "Повреждение звукового сигнала",
        "замена сигнала",
        "Повреждение заднего фонаря",
        "Естественный износ заднего фонаря (выход из строя светодиодов) электро",
        "Повреждение задней катафоты",
        "Механическое повреждение/залитие Модуля света",
        "Естественный износ модуля света электро",
        "Повреждение передней фары",
        "Естественный износ передней фары (выход из строя светодиодов) электро",
        "Повреждение фары (Крути, Минако)",
        "Повреждение / утеря фонаря светодиодного",
        "Перепайка диодов в фонаре электро",
        "Повреждение поворотника PRO (1 штука)",
        "Установка зеркал",
        "Установка Зеркал Заднего вида",
        "Повреждение зеркала, за 2 шт",
        "Повреждение зеркала, за 1 шт",
        "Повреждение держателя зеркал заднего вида"
    ],

    "Дисплей и управление": [
        "Повреждение дисплея (бортового компьютера)",
        "Повреждение дисплея (бортового компьютера) на Monster",
        "Повреждение козырька дисплея/держателя (кронштейна)",
        "Приборная панель, универсальная (козырек в компл)",
        "Повреждение модуля управления дисплеем PRO",
        "Повреждение кнопки питания АКБ PRO"
    ],

    "Сиденье и подседельная система": [
        "замена седла",
        "Повреждение седла",
        "Естественный износ замочного крючка седла PRO"
    ],

    "Крылья и защита": [
        "Замена крыла зад/перед",
        "Замена крыла перед/зад",
        "замена крыла зад/перед",
        "Повреждение крыла (заднее/переднее)",
        "Ремонт Крыла",
        "ремонт крыла пере/зад",
        "Установка крыльев",
        "Повреждение/утеря брызговиков"
    ],

    "Подножки и багажник": [
        "Повреждение подножки",
        "Повреждение боковой подножки PRO",
        "установка центральной подножки",
        "Утеря/ замена пружины подножки",
        "замена подставки для ног",
        "Повреждение подставки для ног",
        "Повреждение задней корзины (багажника) без видимых ударов",
        "Повреждение задней корзины(багажника) Видимые повреждения от удара"
    ],

    "IOT модули": [
        "Установка устройства для медленных зон (iot модуль)",
        "Установка модуля iot2",
        "Установка модуля iot1",
        "установка IOT2",
        "Демонтаж устройства (IOT модуль)",
        "Демонтаж устройста (IOT модуль 2G)"
    ],

    "Техническое обслуживание": [
        "ТО - настройка велосипеда",
        "ТО - настройка  электро.велосипеда",
        "Мойка велосипеда",
        "Мойка",
        "Замена подшипников/сальников переднего колеса (естественный износ) электро",
        "Замена подшипников переднего колеса (естественный износ) электро",
        "Замена подшипников и сальников МК (естественный износ) электро",
        "Замена подшипников/сальников МК (естественный износ) электро",
        "Внеочередная замена подшипников и сальников переднего колеса при нарушении сроков ТО",
        "Внеочередная замена подшипников и сальников МК при нарушении сроков ТО",
        "Переборка/ настройка вилки электро",
        "Замена датчика тормоза",
        "Повреждение датчика тормоза (в ручке тормоза)",
        "замена колпака МК",
        "Повреждение крышки мотор-колеса",
        "Ремонт (сложность)"
    ],

    "PRO серия": [
        "Повреждение пластиковой облицовки корпуса PRO (1 штука)",
        "Повреждение заднего амортизатора PRO (1шт)",
        "Естественный износ сайлентблоков амортизатора PRO",
        "Замена вставки в маятнике PRO",
        "Повреждение внутреннего пластикового кейса под АКБ PRO",
        "Повреждение замка отсека АКБ PRO"
    ],

    "Сборка/разборка": [
        "Сборка электровелосипеда",
        "Сборка  электровелосипеда"
    ],

    "Прочее": [
        "Преднамеренный срыв брендированных наклеек/пломб.",
        "Повреждения, не поддающиеся ремонту или ремонт  соизмерим со стоимостью нового Имущества (гибель)"
    ]
}

electro_works_list = []
for i in electro_works.values():
    for ii in i:
        electro_works_list.append(ii)
print(electro_works_list)