mechanical_works = {
    "Рама": [
        "Повреждение рамы (м)",
        "Повреждение передней вилки (м)",
        "Повреждение выноса руля (м)",
        "Повреждение хомута подседельного штыря (м)",
        "Повреждение/отсутствие подседельного штыря (м)",
        "Глубокие царапины, сколы, вмятины и прочие повреждения (м)",
        "Преднамеренный срыв брендированных наклеек/пломб. (м)"
    ],
    "Колеса": [
        "Повреждение обода/втулки заднего колеса (м)",
        "Повреждение обода/втулки переднего колеса (м)",
        "Повреждение оси (перед/зад) (м)",
        "Повреждение покрышки (порезы) (м)",
        "Исправление 'восьмерки' обода переднего/заднего колеса при откл по оси не более 2см",
        "Замена спиц без нарушения геометрии колеса(без учета количества)",
        "Замена подшипников заднего колеса (естественный износ) механический велосипед"
    ],
    "Трансмиссия": [
        "Повреждение системы шатунов (м)",
        "Повреждение переключателя скоростей (перед/зад) (м)",
        "Повреждение Каретки (м)",
        "Повреждение трещотки (м)",
        "Повреждение педалей (м)",
        "Повреждение/механический разрыв цепи не в замке (м)",
        "Повреждение кассеты (м)",
        "Повреждения защиты цепи (м)"
    ],
    "Тормозная система": [
        "Повреждение тормозного механизма (м)",
        "Повреждение ротора дискового тормоза/отсутствие болтов на роторе (м)",
        "Повреждение Ручки тормоза (м)",
        "Повреждение тормозного троса/оболочки тормозного троса (м)",
        "Порча тормозных колодок (утеря, замасленность) (м)",
        "Повреждение моноблока шифтерручка тормоза (м)"
    ],
    "Рулевое управление": [
        "Повреждение руля (м)",
        "Повреждение шифтера/манетки переключателя (м)"
    ],
    "Электроника": [
        "Поломка светоотражателя (м)"
    ],
    "Прочие компоненты": [
        "Повреждение крыла (одна деталь)(м)",
        "Повреждение подножки (м)",
        "Повреждение седла (м)"
    ],
    "Техническое обслуживание": [
        "ТО мех.вело",
        "ТО - настройка мех.велосипеда",
        "Сборка механического велосипеда"
    ],
    "Критические повреждения": [
        "Повреждения, не поддающиеся ремонту (гибель Имущества) (м)"
    ]
}